Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forskningsetikk.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: where there is “plausible but uncertain knowledge”.
nb: det foreligger «plausibel, men usikker kunnskap».

source: As mentioned above, Norway will hereafter be bound by UNESCO 1970.
nb: Som tidligere nevnt, vil Norge nå være bundet av UNESCO 1970.

source: Some of this criticism may have been justified.
nb: Og kritikken har nok også vært berettiget.

source: He claimed that N-rays existed (that were different from the known X-rays).
nb: Han mente at det fantes N-stråler (forskjellig fra de da kjente Røntgen-stråler).

source: The researcher must substantiate vis-à-vis REC why the project will be carried out in a low or middle-income setting and explain why it cannot be carried out in a high-income setting.
nb: Forsker må begrunne overfor REK hvorfor prosjektet skal utføres i en lav eller mellominntektssetting, og redegjøre for hvorfor det ikke kan utføres i en høyinntektssetting.

source: global community (Guideline 1).
nb: står overfor (retningslinje 1).

source: Control and ethical competence
nb: Kontroll og etisk kompetanse

source: Above, we saw how the degree of detail varies in the rules that govern different fields.
nb: Ovenfor har vi sett at det er ulik detaljeringsgrad av reglene på forskjellige fagområder.

source: This type of documentation will not be given any particular emphasis here.
nb: Denne type dokumentasjon blir ikke vektlagt her.

source: Thus, the conference invitation reflects what is referred to as "the dominant view of popularisation" in the research community (see Hilgartner 1990).
nb: Slik gjenspeiler konferanseinvitasjonen det som blir omtalt som ”det dominerende synet på popularisering” i forskningsfellesskap (se Hilgartner 1990).

source: researchers also have a responsibility to convey uncertainty in their own
nb: side vekt på at forskningen også har et ansvar for å formidle usikkerhet ved

source: Exceptions are possible, but must be justified.
nb: Det åpnes for unntak, men da skal grunnlaget for dette angis.

source: If we go to biology (for example, the American Institute of Biological Sciences, AIBS), we find guidelines that are more detailed.
nb: Går en til biologi (for eksempel det amerikanske institutt for biologiske vitenskaper, AIBS), finner en mer detaljerte retningslinjer.

source: Researchers are responsible for ensuring that there is transparency about research findings and facilitating the sharing of data and material from experiments on animals.
nb: Forskeren har ansvar for å sikre åpenhet om forskningsfunn og for å legge til rette for deling av data og materiale fra dyreforsøk.

source: make an exception to the requirement of free, informed consent.
nb: unntak fra kravet om fritt og informert samtykke.

source: What should you do if you discover fraud?
nb: Hva gjør man dersom man oppdager fusk?

source: Chapter 7 covers the prohibition of financial gain from the human body or parts thereof.
nb: Kapittel 7 omhandler forbudet mot økonomisk vinning av menneskekroppen eller deler av den.

source: Swine influenza, avian influenza and AIDS (via HIV 1) are known examples of so-called zoonoses – diseases of animals that can be transferred to humans.
nb: Svineinfluensa, fugleinfluensa og AIDS (via HIV 1) er kjente eksempler på såkalte zoonoser – sykdommer som er overført fra dyr til mennesker.

source: By making changes to the cell nucleus that is inserted into the empty egg, it is possible to avoid creating an embryo that could become a person.
nb: Ved å endre på cellekjernen som settes inn i det tomme egget, unngår man å skape et embryo som kunne ha blitt til et menneske.

source: Haraway rejects any form of splitting of subject and object in the production of knowledge.
nb: Haraway forkaster således enhver form for oppdeling i subjekt/objekt innen kunnskapsproduksjon.

source: Research, in the natural sciences in particular, has been regarded as an expression of liberation and progress.
nb: Forskning, særlig i de naturvitenskapelige fagene, har vært sett på som uttrykk for frigjøring og fremskritt.

source: On the other hand, we would then need to recruit other women to act as egg donors, and would probably need to compensate them for the considerable stresses involved.
nb: På den annen side vil man da måtte rekruttere andre kvinner til å donere egg, noe som trolig medfører et marked for å kompensere for såpass store påkjenninger.

source: Research projects should not go ahead without approval from the commit-tee, and there is cause for particular concern if there is reason to suspect that the material has been acquired unethically or is without proper documentation.
nb: Ingen av disse undersø-kelsene har rapportert om tilfeller der barna som informanter burde ha vært beskyttet mot slik deltakelse ut fra deres reak-sjoner eller ut fra andre forhold.

source: Who is to pay the costs (producers, general public, authorities) of any undesirable health and environmental effects?
nb: Hvem er de som skal betale de eventuelle kostnadene (produsentene, befolkningen, myndighetene) hvis uønskede helse- og miljøeffekter oppstår?

source: It is important to emphasize that the institution has an ethical and legal responsibility to take the appropriate action when one of its staff has committed research fraud.
nb: Det er viktig å understreke at institusjonen har et etisk og juridisk ansvar for å rydde opp når en av medarbeiderne har fusket.

source: The assessment of this project placed decisive emphasis on the fact that the research was closely related to treatment, where there are different rules for consent.
nb: I vurderingen av dette prosjektet ble det lagt avgjørende vekt på at forskningen lå nær opp til behandling, hvor det er andre samtykkeregler.

source: purposes that obviously cause harm to individuals and society.
nb: til formål som opplagt medfører skade for enkeltpersoner og samfunn.

source: It is therefore unrealistic to think that other parts of society, be it industry or the public sector, are in a position to freely consider the use or non-use of scientific insights where these results have been arrived at through research.
nb: Med andre ord igjen, det er urealistisk å tro at andre parter i samfunnet, det være seg industri eller det offentlige, er i en posisjon der man fritt kan vurdere bruk eller ikke-bruk av vitenskapelige innsikter etter at disse resultatene har blitt frambrakt av forskningen.

source: It could therefore be argued that many important debates on ethics in science and technology involve an encounter between differing values as asserted by different parties.
nb: Man kan derfor påstå at mange viktige debatter om etikk i vitenskap og teknologi er et møte mellom ulike verdisyn, forfektet av ulike parter.

source: In phase 4, potential health economic aspects will also be considered.
nb: I fase 4 vil man også eventuelt vurdere helseøkonomiske aspekter.

source: Being free to choose a publication channel is part of this freedom.
nb: Å stå fritt til å velge publiseringskanal er en del av denne friheten.

source: In Norway, the Norwegian Centre for Research Data (NSD) and Statistics Norway
nb: I Norge har Norsk senter for forskningsdata (NSD) og SSB samarbeidet om å

source: Other positions that are actually more conducive to embryonic stem cell research are those that assume a delayed 'humanisation' – that is, the fertilised egg first becomes a person with a right to life (and thus acquires a 'soul') at a later stage of foetal development (Saugstad 1992).
nb: Andre aktuelle posisjoner som faktisk lettere muliggjør embryonal stamcelleforskning, er tanken om forsinket besjeling – altså at det befruktede egget først blir en person med rett til liv (og altså får ”sjel”) på et senere tidspunkt i fosterutviklingen (Saugstad 1992).

source: So, he is hiding behind the pseudonym «Morty» when he tweets about findings and suspicions, and also in this article.
nb: Derfor skjuler han seg bak identiteten «Morty» når han Twitrer om funn og mistanker, og også i denne artikkelen.

source: This could be political surveys that will be used by actors to attempt to influence public opinion, such as surveys conducted prior to the Norwegian referendum on EU membership in 1994.
nb: Dette kunne være politiske undersøkelser som skal brukes av aktører til å forsøke å påvirke opinionen, som for eksempel undersøkelser gjennomført før folkeavstemningen om EU-medlemskap i 1994.

source: Researchers often forget this and instead treat their metaphors as real things in the empirical world, writes Norman Denzin (1978:46).
nb: Ofte glemmer forskere dette og behandler heller metaforene sine som virkelige ting i den empiriske verden, skriver Norman Denzin (1978:46).

source: communicate the risk associated with the development and use of AI in
nb: må beskrive og kommunisere den risikoen som er forbundet med utviklingen

source: On the other side of the world, in Australia, researcher Nicholas Robinson is planning a different project using CRISPR on salmon: To improve farmed Atlantic salmon using genetic information from Pacific salmon.
nb: På den andre siden av kloden, i Australia, sitter NOFIMA-forsker Nicholas Robinson og planlegger et annet lakseprosjekt med CRISPR:

source: Where relevant, one should also involve representatives from the group or the local community on which research will be conducted, in addition to local researchers.
nb: Der det er relevant bør man i tillegg til lokale forskere, involvere representanter fra gruppen eller lokalsamfunnet man skal forske på.

source: The recruitment process shall be prepared in cooperation with local partners, i.e. local researchers as a minimum, and where relevant, representatives for the group or the community on which research will be conducted.
nb: Rekrutteringsprosessen skal utarbeides i samarbeid med lokal partner, det vil si lokale forskere som et minimum, og der det er relevant, representanter for gruppen eller samfunnet man skal forske på.

source: With the advent of new technology, for example, genetic data
nb: For eksempel kan genetiske data være anonyme i dag, men

source: It can be quite a challenge to ensure a balanced discussion about the risks
nb: Det er utfordrende å sikre en balansert diskusjon om de risikoene og

source: In such cases, the objects of study are normally aware they are being observed and have consented to it, but there are also cases where observations are conducted without prior consent.
nb: I slike tilfeller er det vanligst at de som observeres, er klar over at de blir observert, og har gitt sitt samtykke til det, men i noen grad benyttes også slik observasjon uten at samtykke innhentes først.

source: CIOMS consists of over 60 international and national member organizations, including national academies of sciences that represent the biomedical disciplines.
nb: CIOMS består av over 60 medlemsorganisasjoner, både internasjonale og nasjonale, inklusive vitenskapsakademier som representerer de biomedisinske vitenskapene.

source: This created major discussions", says Helene Ingierd, who was director for NESH when the case was processed in 2008/2009.
nb: Det skapte store diskusjoner, forteller Helene Ingierd, som var sekretariatsleder i NESH da saken ble behandlet i 2008/2009.

source: In an international perspective, gender research is a separate field of knowledge, at least if we apply the standards that are normally used to characterise an academic field (Lykke, 2008).
nb: I et internasjonalt perspektiv er kjønnsforskning et særskilt kunnskapsfelt, i alle fall hvis vi anvender den målestokk som vanligvis brukes til å karakterisere et akademisk felt (Lykke, 2008).

source: Some sources of stem cells need not pose ethical difficulties at all.
nb: Noen stamcellekilder behøver ikke å reise etiske vanskeligheter i det hele tatt.

source: Collecting and using data that includes personal data may challenge the
nb: Innhenting og bruk av data som inkluderer persondata

source: Researchers must understand that participating in a research project in a low or middle-income setting often both can and should appear as being in the participants’ own interest, if the research is to call itself ethical and responsible.
nb: Forskere må ta inn over seg at deltakelse i et forskningsprosjekt i en lav- eller mellominntektssetting ofte både kan og bør fremstå som å være i deltakernes egeninteresse, dersom forskningen skal kunne betegnes som etisk forsvarlig.

source: for reflection, guidance and discussion in research environments.
nb: for refleksjon, veiledning og diskusjon i forskningsmiljøene.

source: and thus facilitate ethical y sound and responsible AI research in Norway.
nb: dermed legge til rette for etisk god og ansvarlig KI-forskning i Norge.

source: also intended for stakeholders who fund and facilitate AI research, or who
nb: utarbeidet for aktører som finansierer og legger til rette for KI-forskning, eller

source: An adjacent problem is the question of the researcher’s and the research’s treatment obligations vis-à-vis research participants if, as part of an intervention, one discovers a different illness than the one being researched.
nb: En tilgrensende problemstilling er spørsmålet om forskerens og forskningens behandlingsmessige forpliktelser overfor forskningsdeltakere hvis man som ledd i en intervensjon oppdager en annen sykdom enn den det forskes på.

source: If such a reasoning is to be ethically prudent, it must also be reasonable to expect that if the new treatment proves to be more effective, then it must also be accessible, in terms of price, in the low-income country.
nb: Skal et slikt resonnement være etisk forsvarlig, må det også kunne forventes at om den nye behandlingen viser seg mer effektiv, så må den prismessig kunne bli tilgjengelig i lavinntektslandet.

source: Sections of the public have argued that widespread use of the precautionary principle is the ethically correct approach (ref. ‘Fast salmon and technoburgers’, Research Ethics Committees 1996).
nb: Deler av offentligheten har argumentert for at utstrakt bruk av føre-var-prinsippet er den etisk sett eneste riktige vei å gå (jfr. Kvikklaks og teknoburgere, Forskningsetiske komiteer 1996).

source: Chapter 3 deals with privacy and the right to information.
nb: Et eget kapittel, 3, tar for seg private forhold og retten til informasjon.

source: The following review of nine research ethical challenges can be structured
nb: Den følgende gjennomgangen av ni forskningsetiske utfordringer kan

source: Moreover those without power may attract the interest of the researcher, not least because they may represent a counter-narrative to the harmonised accounts of posterity or correct the established canon of knowledge.
nb: Også historiens maktesløse kan imidlertid ha krav på forskerens interesse, ikke minst fordi de kan representere en motfortelling til ettertidens ofte harmoniserende grunnfortellinger eller en korreksjon til den etablerte kanon.

source: A researcher from a competing research group may raise the alarm.
nb: En forsker fra en konkurrerende forskningsgruppe kan slå alarm.

source: One recent example is the Human Genome Project.
nb: Et eksempel fra nyere tid er det såkalte Humane Genome Prosjektet.

source: Although these forms of knowledge do not necessarily meet the usual standards for scientific knowledge, they may be an important supplement to understanding the nature, environment, and living conditions of particular populations and local communities.
nb: Selv om disse kunnskapsformene ikke nødvendigvis møter de vanlige standardene for vitenskapelig kunnskap, kan de være et viktig supplement til forståelsen av natur, miljø og livsvilkår for befolkningsgrupper og lokalsamfunn.

source: b) researchers respect national safety standards imposed on laboratories and learn and teach others to use equipment
nb: b) forskeren respekterer pålagte nasjonale sikkerhetsstandarder for laboratorier og skolere seg selv og andre i håndtering av utstyr.

source: It has also been claimed that this type of study violates privacy and that it is impossible to prevent such information from being abused in the future.
nb: Det er også blitt hevdet at denne typen undersøkelser krenker privatlivets fred, og at man ikke kan forhindre at opplysningene vil kunne misbrukes i fremtiden.

source: It is therefore important to consult with others and get them involved in the process of raising the alarm as quickly as possible.
nb: Det er derfor viktig å rådføre seg med andre og få andre med i varslerprosessen så raskt som mulig.

source: The guidelines must be public.
nb: Retningslinjene skal være offentlige.

source: This was especially evident in the Bondevik government's divided opinion during the debate on the EU's controversial Patent Directive in 2003.
nb: Dette ble spesielt tydelig ved Bondevik-regjeringens delte syn under behandlingen av EUs omstridte patentdirektiv i 2003.

source: Since the producers did not use GM plants during this period, the licence was withdrawn in 2014.
nb: I og med at produsentene ikke har tatt i bruk GM planter i denne perioden så ble tillatelsen trukket tilbake i 2014.

source: But where do we draw the line?
nb: Men hvor går grensen?

source: They show good growth, good well-being, and good quality.
nb: Vi ser at veksten er bra, velferden er god og kvaliteten er bra.

source: A core issue in this context is whether the project has health relevance for the group or the local community where the research is conducted, or the country in which the research is conducted.
nb: Et kjernespørsmål i denne sammenheng er om prosjektet har helsemessig relevans for den gruppen eller lokalsamfunnet det forskes på, eller det landet man forsker i.

source: The most prestigious journals tend to be traditional and subscription-based, and have accumulated their status over many years, and open-access journals thus lose out in the competition for the researchers' manuscripts.
nb: De prestisjetunge tidsskriftene er gjerne tradisjonelle, abonnementsbaserte tidsskrifter som har bygd opp sin status gjennom mange år, og nyere open access-tidsskrifter taper dermed i konkurransen om forskernes manuskripter.

source: Regardless of the level of interpretation a researcher chooses, it is important that he is self-critical when examining his own interpretations, and that he endeavours to let a clear distinction be made in the text between his own interpretations and the participants' interpretations of their actions, as well as what are the participants' statements and what are the researcher's interpretations of these.
nb: Uansett hva slags tolkningsnivå man velger, er det viktig at man leser selvkritisk gjennom sine egne tolkninger, og søker å la det gå klart frem i teksten hva som er forskerens egne tolkninger og hva som er deltagernes tolkninger av sine handlinger, samt hva som er deltagernes utsagn og hva som er forskerens tolkninger av disse.

source: recognise uncertain but possible consequences, and also
nb: beslutningstakere erkjenner usikre, men mulige konsekvenser, og også

source: An alternative way to interpret may be to demonstrate that the action strategies, identification methods and self-perceptions people have are understandable in light of the position they have in the sociomaterial structure, without thereby saying that they act on the basis of a false consciousness.
nb: En alternativ måte å tolke på kan være å påvise at de handlingsstrategier, identifiseringsmåter og de selvforståelser folk har er forståelige i lys av den posisjon de har i den sosiomaterielle strukturen, uten derved å si at de opererer ut fra en falsk bevissthet.

source: Can children take part in trials?
nb: Kan barn delta i forsøk?

source: This will often be difficult or impossible
nb: I mange tilfeller vil dette i praksis være vanskelig eller umulig.

source: When questions of research ethics are raised, e.g. concerning the method of recruitment, compensating participants or obtaining consent, there will be greater latitude for a discretionary assessment by the Norwegian REC.
nb: I de tilfeller hvor det reises forskningsetiske spørsmål om for eksempel rekrutteringsmetoden, honorering av deltakere eller innhenting av samtykke, vil det være større handlingsrom for en skjønnsmessig vurdering av norsk REK.

source: is great uncertainty, and there is also disagreement about whether certain
nb: usikkerhet, og det er også uenighet om bestemte negative konsekvenser

source: Inherent in these warnings is a requirement for the supervisor to have regard to the vulnerable situation of the student as a consequence of the supervisor's authority (NESH 2006).
nb: I denne advarselen ligger et krav til veileder om å ta hensyn til den sårbare situasjonen studenten er i som følge av veileders autoritet (NESH 2006).

source: The standards for research ethics which are the most important within this field include the Project Manager's responsibility for individuals, scrupulous risk-benefit assessments, satisfactory informed consent and an assessment of the suitability of informants/subjects pursuant to the principle of descending order of permissibility (as established by the philosopher Hans Jonas).
nb: De viktigste normene for forskningsetikk innen dette området kan omtales som prosjektleders ansvar for den enkelte, en omhyggelig nytte-risiko vurdering, et tilfredsstillende informert samtykke og en vurdering av hvem som er passende informanter/forsøkspersoner, iht den nedadstigende rekke av tillatelighet (etter filosofen Hans Jonas).

source: AI research can be developed or used to promote individuals’ self-
nb: KI-forskning kan utvikles eller brukes for å fremme enkeltpersoners

source: computer programs that use data and algorithms to train or optimise a
nb: data og algoritmer til å trene opp eller optimalisere et system til å gi en ønsket

source: «I am ringing the alarm,» Bik wrote on Twitter in late February, telling her followers about more than 400 articles found by then.
nb: «I'm ringing the alarm», skrev Bik på Twitter i slutten av februar og fortalte følgerne om de mer enn 400 artiklene som var funnet da.

source: requirement for informed consent.
nb: persondata kan utfordre kravet om informert samtykke.

source: contribute knowledge that is relevant for observing the precautionary
nb: kunnskap som er relevant for å følge føre var-prinsippet.

source: uncertainty associated with what the consequences may be for people
nb: som er knyttet til de konsekvensene den vil ha for mennesker og sam-

source: with AI research, and they must be elaborated with supplementary
nb: mot i forbindelse med KI-forskning, og de må utdypes med supplerende

source: The social scientist must, in other words, take into account that the social reality is already symbolically pre-structured (Schütz, 1967).
nb: Samfunnsviteren må med andre ord forholde seg til at den sosiale virkeligheten allerede er symbolsk forutstrukturert (Schütz, 1967).

source: Babbage’s book was also about research fraud.
nb: Boka til Babbage handlet også om fusk i forskning.

source: NENT believes it is important to note the increasing number of reports on
nb: NENT mener det er viktig å merke seg det økende antallet rapporter om

source: personal privacy while allowing them access to registry data without lengthy delays
nb: med å sikre at personvern er ivaretatt og gi dem tilgang på registerdata, uten at

source: In other words, the degree of freedom that was once normally associated with ‘pure’ basic research has been reduced considerably, with researchers considering the potential utility value early in the research process.
nb: Med andre ord, den grad av frihet som man vanligvis knyttet til ”ren” grunnforskning er blitt beskåret betraktelig i og med at man forsøker å peile seg inn på mulige anvendelser allerede tidlig i forskningsprosessen.
